[PreMalScn_M]
Recommends_M=IObit doporučuje
ProtectFromVir=Chraňte svůj počítač před viry
NoAVInstall=Nemáte spuštěný či nainstalovaný žádný antivirový program.
ASCUDesc=Pro zajištění bezpečnosti počítače doporučujeme nainstalovat program Advanced SystemCare Ultimate, který dokáže váš počítač ochránit před všemi druhy virů a zároveň počítač čistí, optimalizuje a zrychluje.
BtnInstal=Nainstalovat
InstallEULA=Kliknutím na tlačítko "Nainstalovat" souhlasíte s instalací %s a přijímáte <a>Licenci</a> & <a>Zásady ochrany osobních údajů</a>.
ProtectFromMal=Chraňte svůj počítač před malwarem
NoMalInstall=Nemáte spuštěný či nainstalovaný žádný antimalware program.
IMFDesc=Pro zajištění bezpečnosti počítače doporučujeme nainstalovat program IObit Malware Fighter, který dokáže váš počítač ochránit před malwarem, adwarem, ransomwarem, trojany, keyloggery, boty, červy, viry atd.
